Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Secure Enclave (peer-reported)
de: Secure Enclave (vom Peer gemeldet)
es: Secure Enclave (informado por el par)
fr: Secure Enclave (déclaré par le pair)
ja: Secure Enclave（ピア申告）
zh_hans: Secure Enclave（对端报告）
zh_hant: Secure Enclave（對端回報）

source: Secure Enclave private material cannot leave this device. Keep a second, recoverable credential authorized on every host that uses it.
de: Privates Material im Secure Enclave kann dieses Gerät nicht verlassen. Halte auf jedem Host, der ihn nutzt, einen zweiten, wiederherstellbaren Zugang autorisiert.
es: El material privado del Secure Enclave no puede salir de este dispositivo. Mantén autorizada una segunda credencial recuperable en cada host que la use.
fr: Le matériel privé du Secure Enclave ne peut pas quitter cet appareil. Gardez un second identifiant récupérable autorisé sur chaque hôte qui l'utilise.
ja: Secure Enclave 内の秘密情報はこのデバイスの外に出せません。これを使うすべてのホストで、復旧可能な 2 つ目の資格情報を有効にしておいてください。
zh_hans: Secure Enclave 中的私密材料无法离开本设备。请在每台使用它的主机上保留第二个可恢复的授权凭据。
zh_hant: Secure Enclave 中的私密材料無法離開本裝置。請在每台使用它的主機上保留第二個可回復的授權憑證。

source: Secure Enclave protection cannot be changed after creation. Rotate the key instead.
de: Der Secure-Enclave-Schutz lässt sich nach dem Erstellen nicht mehr ändern. Wechsle stattdessen den Key.
es: La protección del Secure Enclave no se puede cambiar después de crearla. Rota la clave en su lugar.
fr: La protection Secure Enclave ne peut pas être modifiée après la création. Remplacez plutôt la clé.
ja: Secure Enclave の保護設定は、作成後に変更できません。代わりにキーを更新してください。
zh_hans: Secure Enclave 保护在创建后无法更改。请改为轮换密钥。
zh_hant: Secure Enclave 保護在製作後無法更改。請改為輪換金鑰。

source: Secure random generation failed.
de: Die Erzeugung sicherer Zufallswerte ist fehlgeschlagen.
es: Falló la generación de valores aleatorios seguros.
fr: La génération d'aléa sécurisé a échoué.
ja: 安全な乱数の生成に失敗しました。
zh_hans: 安全随机数生成失败。
zh_hant: 安全亂數產生失敗。

source: Selection doesn't look like a path.
de: Die Auswahl sieht nicht nach einem Pfad aus.
es: La selección no parece una ruta.
fr: La sélection ne ressemble pas à un chemin.
ja: 選択範囲はパスのようには見えません。
zh_hans: 所选内容看起来不像是一个路径。
zh_hant: 所選內容看起來不像是一個路徑。

source: Send Path to Terminal
de: Pfad ans Terminal senden
es: Enviar la ruta al terminal
fr: Envoyer le chemin au terminal
ja: パスをターミナルに送る
zh_hans: 将路径发送到终端
zh_hant: 將路徑傳送到終端機

source: Send a remote file to another app, or share a local file into Tessera and choose its host. The native iOS share sheet works in both directions.
de: Sende eine entfernte Datei an eine andere App oder teile eine lokale Datei nach Tessera und wähle ihren Host. Das native iOS-Teilen-Menü funktioniert in beide Richtungen.
es: Envía un archivo remoto a otra app, o comparte un archivo local hacia Tessera y elige su host. La hoja de compartir nativa de iOS funciona en ambos sentidos.
fr: Envoyez un fichier distant vers une autre app, ou partagez un fichier local vers Tessera en choisissant son hôte. La feuille de partage native d'iOS fonctionne dans les deux sens.
ja: リモートファイルを他のアプリへ送ったり、ローカルファイルを Tessera に共有してホストを選んだりできます。iOS 標準の共有シートが双方向で機能します。
zh_hans: 把远程文件发送到其他 App，或把本地文件共享到 Tessera 并选择目标主机。原生 iOS 共享表单双向可用。
zh_hant: 把遠端檔案傳送到其他 App，或把本機檔案分享到 Tessera 並選擇目標主機。原生 iOS 分享工作表雙向可用。

source: Sending setup
de: Einrichtung wird gesendet
es: Enviando la configuración
fr: Envoi de la configuration
ja: セットアップを送信中
zh_hans: 正在发送设置
zh_hant: 正在傳送設定

source: Sending the approved, encrypted manifest to %@.
de: Das bestätigte, verschlüsselte Manifest wird an %@ gesendet.
es: Enviando el manifiesto aprobado y cifrado a %@.
fr: Envoi du manifeste approuvé et chiffré à %@.
ja: 承認済みの暗号化されたマニフェストを %@ に送信しています。
zh_hans: 正在把已批准的加密清单发送到 %@。
zh_hant: 正在把已核准的加密清單傳送到 %@。

source: Sending to %@. Its displayed name is never used as a security decision.
de: Wird an %@ gesendet. Der angezeigte Name ist nie die Grundlage einer Sicherheitsentscheidung.
es: Enviando a %@. Su nombre visible nunca se usa como decisión de seguridad.
fr: Envoi vers %@. Son nom affiché ne sert jamais de décision de sécurité.
ja: %@ に送信します。表示名がセキュリティ上の判断に使われることはありません。
zh_hans: 正在发送到 %@。其显示名称绝不会作为安全判断依据。
zh_hant: 正在傳送到 %@。其顯示名稱絕不會作為安全判斷依據。

source: Sent as a secret-free descriptor. No password, private key, or trust pin was included; authentication happens on this device.
de: Als Deskriptor ohne Geheimnisse gesendet. Weder Passwort noch privater Key oder Trust-Pin waren enthalten; die Authentifizierung findet auf diesem Gerät statt.
es: Se envía como un descriptor sin secretos. No se incluyó ninguna contraseña, clave privada ni fijación de confianza; la autenticación ocurre en este dispositivo.
fr: Envoyé sous forme de descripteur sans secret. Aucun mot de passe, clé privée ou épinglage de confiance n'était inclus ; l'authentification a lieu sur cet appareil.
ja: 秘密情報を含まないディスクリプタとして送信されました。パスワード・秘密鍵・信頼ピンはいずれも含まれておらず、認証はこのデバイスで行われます。
zh_hans: 以不含机密的描述符发送。其中不包含密码、私钥或信任固定项；认证在本设备上完成。
zh_hant: 以不含機密的描述元傳送。其中不包含密碼、私密金鑰或信任固定項；驗證在本裝置上完成。

source: Server fingerprint:
de: Server-Fingerabdruck:
es: Huella del servidor:
fr: Empreinte du serveur :
ja: サーバーのフィンガープリント:
zh_hans: 服务器指纹：
zh_hant: 伺服器指紋：

source: Session continued on %@. Double-tap to take back control.
de: Sitzung wird auf %@ fortgesetzt. Doppeltippe, um die Steuerung zurückzuholen.
es: la sesión continúa en %@. Toca dos veces para recuperar el control.
fr: la session se poursuit sur %@. Touchez deux fois pour reprendre le contrôle.
ja: セッションは %@ で継続中です。ダブルタップで操作権を取り戻します。
zh_hans: 会话已在 %@ 上继续。轻点两下可取回控制权。
zh_hant: 工作階段已在 %@ 上繼續。輕點兩下可取回控制權。

source: Setup inherited
de: Konfiguration übernommen
es: Configuración heredada
fr: Configuration héritée
ja: セットアップを引き継ぎました
zh_hans: 已继承设置
zh_hant: 已繼承設定

source: Setup sent
de: Konfiguration gesendet
es: Configuración enviada
fr: Configuration envoyée
ja: セットアップを送信しました
zh_hans: 设置已发送
zh_hant: 設定已傳送

source: Setup was not marked complete. Any encrypted channel is closed, and any host grant is recorded only after its remote installation succeeds; retrying nearby transfer creates fresh ephemeral keys and a new comparison code.
de: Die Konfiguration wurde nicht als abgeschlossen markiert. Ein verschlüsselter Kanal wird geschlossen, und eine Host-Freigabe wird erst nach erfolgreicher Installation auf der Gegenseite verbucht. Ein neuer Versuch erzeugt frische Einmal-Keys und einen neuen Vergleichscode.
es: La configuración no se marcó como completa. Todo canal cifrado se cierra y cada concesión de host solo se registra tras instalarse correctamente en el equipo remoto; reintentar la transferencia cercana genera claves efímeras nuevas y un nuevo código de comparación.
fr: La configuration n'a pas été marquée comme terminée. Tout canal chiffré est fermé et chaque autorisation d'hôte n'est enregistrée qu'après son installation réussie à distance ; relancer le transfert génère de nouvelles clés éphémères et un nouveau code de comparaison.
ja: セットアップは完了として記録されませんでした。暗号化チャネルは閉じられ、ホストへの付与はリモートへのインストールが成功した後にのみ記録されます。転送をやり直すと、新しい一時キーと新しい照合コードが生成されます。
zh_hans: 设置未标记为完成。任何加密通道都会关闭，主机授权只有在远程安装成功后才会记录；重试附近传输会生成新的临时密钥和新的比对码。
zh_hant: 設定未標記為完成。任何加密通道都會關閉，主機授權只有在遠端安裝成功後才會記錄；重試鄰近傳輸會產生新的臨時金鑰和新的比對碼。

source: Share %@
de: %@ teilen
es: Compartir %@
fr: Partager %@
ja: %@ を共有
zh_hans: 共享 %@
zh_hant: 共享 %@

source: Share an image in, or drop one on the terminal — Tessera uploads it and types the path. Claude Code and Codex pick it up automatically, just like dragging a file in on the desktop.
de: Teile ein Bild nach Tessera oder lege es auf dem Terminal ab — Tessera lädt es hoch und tippt den Pfad ein. Claude Code und Codex greifen es automatisch auf, genau wie beim Ziehen einer Datei auf dem Desktop.
es: Comparte una imagen hacia Tessera o suéltala sobre el terminal: Tessera la sube y escribe la ruta. Claude Code y Codex la recogen automáticamente, igual que al arrastrar un archivo en el escritorio.
fr: Partagez une image vers Tessera ou déposez-la sur le terminal — Tessera l'envoie et saisit le chemin. Claude Code et Codex la reprennent automatiquement, comme en glissant un fichier sur un ordinateur.
ja: 画像を Tessera に共有するか、ターミナルにドロップすると、Tessera がアップロードしてパスを入力します。デスクトップでファイルをドラッグしたときと同じように、Claude Code と Codex が自動で認識します。
zh_hans: 把图片共享到 Tessera，或直接拖放到终端上 —— Tessera 会上传并输入路径。Claude Code 和 Codex 会自动识别，就像在桌面上拖入文件一样。
zh_hant: 把圖片分享到 Tessera，或直接拖放到終端機上 —— Tessera 會上傳並輸入路徑。Claude Code 和 Codex 會自動辨識，就像在桌面上拖入檔案一樣。

source: Share an image into Tessera and choose an active session. Tessera uploads it, types the path, and Claude Code or Codex attaches it automatically.
de: Teile ein Bild nach Tessera und wähle eine aktive Sitzung. Tessera lädt es hoch, tippt den Pfad ein, und Claude Code oder Codex hängt es automatisch an.
es: Comparte una imagen hacia Tessera y elige una sesión activa. Tessera la sube, escribe la ruta y Claude Code o Codex la adjunta automáticamente.
fr: Partagez une image vers Tessera et choisissez une session active. Tessera l'envoie, saisit le chemin, et Claude Code ou Codex l'attache automatiquement.
ja: 画像を Tessera に共有してアクティブなセッションを選ぶと、Tessera がアップロードしてパスを入力し、Claude Code や Codex が自動で添付します。
zh_hans: 把图片共享到 Tessera 并选择一个活动会话。Tessera 会上传、输入路径，Claude Code 或 Codex 会自动附加它。
zh_hant: 把圖片分享到 Tessera 並選擇一個使用中的工作階段。Tessera 會上傳、輸入路徑，Claude Code 或 Codex 會自動附加它。

source: Shares public material only
de: Teilt nur öffentliches Material
es: Comparte únicamente el material público
fr: Partage uniquement le matériel public
ja: 公開部分のみを共有します
zh_hans: 仅共享公开部分
zh_hant: 僅共享公開部分

source: Share…
de: Teilen…
es: Compartir…
fr: Partager…
ja: 共有…
zh_hans: 共享…
zh_hant: 共享…

source: Shell text run at startup. This may contain secrets.
de: Shell-Text, der beim Start läuft. Er kann Geheimnisse enthalten.
es: Texto de shell que se ejecuta al arrancar. Puede contener secretos.
fr: Texte shell exécuté au démarrage. Il peut contenir des secrets.
ja: 起動時に実行されるシェルのテキスト。秘密情報が含まれている場合があります。
zh_hans: 启动时执行的 shell 文本。其中可能含有机密。
zh_hant: 啟動時執行的 shell 文字。其中可能含有機密。

source: Shift
de: Umschalttaste
es: Mayúsculas
fr: Majuscule
ja: シフト
zh_hans: Shift 键
zh_hant: Shift 鍵

source: Show all options
de: Alle Optionen anzeigen
es: Mostrar todas las opciones
fr: Afficher toutes les options
ja: すべての選択肢を表示
zh_hans: 显示全部选项
zh_hant: 顯示全部選項

source: Show all options, %lld more
de: Alle Optionen anzeigen, %lld weitere
es: Mostrar todas las opciones, %lld más
fr: Afficher toutes les options, %lld de plus
ja: すべての選択肢を表示（他 %lld 件）
zh_hans: 显示全部选项，还有 %lld 项
zh_hant: 顯示全部選項，還有 %lld 項

source: Show all windows
de: Alle Fenster anzeigen
es: Mostrar todas las ventanas
fr: Afficher toutes les fenêtres
ja: すべてのウインドウを表示
zh_hans: 显示全部窗口
zh_hant: 顯示全部視窗

source: Show keyboard
de: Tastatur einblenden
es: Mostrar el teclado
fr: Afficher le clavier
ja: キーボードを表示
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

source: Shows agents that need attention
de: Zeigt Agenten, die Aufmerksamkeit brauchen
es: Muestra los agentes que requieren atención
fr: Affiche les agents qui réclament votre attention
ja: 対応が必要なエージェントを表示します
zh_hans: 显示需要关注的智能体
zh_hant: 顯示需要關注的智慧體

source: Shows the safe action for this terminal
de: Zeigt die sichere Aktion für dieses Terminal
es: Muestra la acción segura para este terminal
fr: Affiche l'action sûre pour ce terminal
ja: このターミナルで安全に行える操作を表示します
zh_hans: 显示此终端的安全操作
zh_hant: 顯示此終端機的安全操作

source: Simulate device orientation noise
de: Störungen der Geräteausrichtung simulieren
es: Simular ruido de orientación del dispositivo
fr: Simuler du bruit d'orientation de l'appareil
ja: デバイスの向きのノイズをシミュレート
zh_hans: 模拟设备方向噪声
zh_hant: 模擬裝置方向雜訊

source: Slash
de: Schrägstrich
es: Barra inclinada
fr: Barre oblique
ja: スラッシュ
zh_hans: 斜杠
zh_hant: 斜線

source: Software-backed simulator key. It is not protected by Secure Enclave; grant access only to test hosts you intend this simulator to use.
de: Software-basierter Simulator-Key. Er ist nicht durch die Secure Enclave geschützt — gib nur Testhosts frei, die dieser Simulator verwenden soll.
es: Clave de simulador basada en software. No está protegida por Secure Enclave; concede acceso solo a hosts de prueba que quieras usar desde este simulador.
fr: Clé de simulateur logicielle. Elle n'est pas protégée par la Secure Enclave : n'accordez l'accès qu'à des hôtes de test destinés à ce simulateur.
ja: ソフトウェアベースのシミュレータキーです。Secure Enclave では保護されません。このシミュレータで使うテスト用ホストにのみアクセスを許可してください。
zh_hans: 基于软件的模拟器密钥。它不受安全隔区保护；请只授权给你打算在此模拟器上使用的测试主机。
zh_hant: 基於軟體的模擬器金鑰。它不受安全隔離區保護；請只授權給你打算在此模擬器上使用的測試主機。

source: Some orphaned Keychain items could not be deleted
de: Einige verwaiste Schlüsselbund-Objekte konnten nicht gelöscht werden
es: No se pudieron eliminar algunos ítems huérfanos del llavero
fr: Certains éléments orphelins du trousseau n'ont pas pu être supprimés
ja: 孤立したキーチェーン項目の一部を削除できませんでした
zh_hans: 部分孤立的钥匙串项目无法删除
zh_hant: 部分孤立的鑰匙圈項目無法刪除

source: Speech recognition is restricted on this device.
de: Die Spracherkennung ist auf diesem Gerät eingeschränkt.
es: El reconocimiento de voz está restringido en este dispositivo.
fr: La reconnaissance vocale est restreinte sur cet appareil.
ja: このデバイスでは音声認識が制限されています。
zh_hans: 此设备上的语音识别受限。
zh_hant: 此裝置上的語音辨識受限。

source: Speech recognition permission is unavailable.
de: Die Berechtigung für Spracherkennung ist nicht verfügbar.
es: El permiso de reconocimiento de voz no está disponible.
fr: L'autorisation de reconnaissance vocale est indisponible.
ja: 音声認識の権限を利用できません。
zh_hans: 语音识别权限不可用。
zh_hant: 語音辨識權限無法使用。

source: Speech recognition permission was denied.
de: Die Berechtigung für Spracherkennung wurde verweigert.
es: Se denegó el permiso de reconocimiento de voz.
fr: L'autorisation de reconnaissance vocale a été refusée.
ja: 音声認識の権限が拒否されました。
zh_hans: 语音识别权限被拒绝。
zh_hant: 語音辨識權限遭拒。

source: Split left / right
de: Links / rechts teilen
es: Dividir izquierda / derecha
fr: Diviser gauche / droite
ja: 左右に分割
zh_hans: 左右分割
zh_hant: 左右分割

source: Split top / bottom
de: Oben / unten teilen
es: Dividir arriba / abajo
fr: Diviser haut / bas
ja: 上下に分割
zh_hans: 上下分割
zh_hant: 上下分割

source: Stage Manager closes the window on ⌘W. Tessera uses ⇧⌘W to close a tmux window for exactly this reason.
de: Stage Manager schließt mit ⌘W das Fenster. Genau deshalb nutzt Tessera ⇧⌘W zum Schließen eines tmux-Fensters.
es: Stage Manager cierra la ventana con ⌘W. Justo por eso Tessera usa ⇧⌘W para cerrar una ventana de tmux.
fr: Stage Manager ferme la fenêtre avec ⌘W. C'est exactement pour cela que Tessera utilise ⇧⌘W pour fermer une fenêtre tmux.
ja: Stage Manager では ⌘W がウインドウを閉じます。まさにこの理由から、Tessera は tmux ウインドウを閉じるのに ⇧⌘W を使います。
zh_hans: 台前调度会用 ⌘W 关闭窗口。正因如此，Tessera 用 ⇧⌘W 关闭 tmux 窗口。
zh_hant: 幕前調度會用 ⌘W 關閉視窗。正因如此，Tessera 用 ⇧⌘W 關閉 tmux 視窗。

source: Start here. Name it, drop in an address, pick an SSH key, then connect. %@ works from anywhere.
de: Fang hier an. Benenne ihn, trage eine Adresse ein, wähle einen SSH-Key und verbinde dich. %@ funktioniert von überall.
es: Empieza aquí. Ponle nombre, escribe una dirección, elige una clave SSH y conéctate. %@ funciona desde cualquier sitio.
fr: Commencez ici. Nommez-le, saisissez une adresse, choisissez une clé SSH, puis connectez-vous. %@ fonctionne depuis n'importe où.
ja: ここから始めましょう。名前を付け、アドレスを入力し、SSH キーを選んで接続します。%@ はどこからでも使えます。
zh_hans: 从这里开始。为它命名、填入地址、选择一个 SSH 密钥，然后连接。%@ 在任何位置都可用。
zh_hant: 從這裡開始。為它命名、填入位址、選擇一個 SSH 金鑰，然後連線。%@ 在任何位置都可使用。

source: Start here. Name it, enter an address, choose an SSH key, then connect.
de: Fang hier an. Benenne ihn, trage eine Adresse ein, wähle einen SSH-Key und verbinde dich.
es: Empieza aquí. Ponle nombre, escribe una dirección, elige una clave SSH y conéctate.
fr: Commencez ici. Nommez-le, saisissez une adresse, choisissez une clé SSH, puis connectez-vous.
ja: ここから始めましょう。名前を付け、アドレスを入力し、SSH キーを選んで接続します。
zh_hans: 从这里开始。为它命名、填入地址、选择一个 SSH 密钥，然后连接。
zh_hant: 從這裡開始。為它命名、填入位址、選擇一個 SSH 金鑰，然後連線。

source: Stopping nearby setup
de: Einrichtung in der Nähe wird abgebrochen
es: Deteniendo la configuración cercana
fr: Arrêt de la configuration à proximité
ja: 近くのデバイスからのセットアップを中止しています
zh_hans: 正在停止附近设置
zh_hant: 正在停止鄰近設定

source: Swipe pad · %@ finished, swipe up to switch mode
de: Swipe-Pad · %@ ist fertig, nach oben wischen zum Moduswechsel
es: Panel táctil · %@ terminó, desliza hacia arriba para cambiar de modo
fr: Pavé tactile · %@ a terminé, balayez vers le haut pour changer de mode
ja: スワイプパッド · %@ が完了、上にスワイプでモード切り替え
zh_hans: 滑动板 · %@ 已完成，向上滑动可切换模式
zh_hant: 滑動板 · %@ 已完成，向上滑動可切換模式

source: Swipe pad · %@ finished, tap to acknowledge or swipe up to switch mode
de: Swipe-Pad · %@ ist fertig, tippen zum Bestätigen oder nach oben wischen zum Moduswechsel
es: Panel táctil · %@ terminó, toca para darte por enterado o desliza hacia arriba para cambiar de modo
fr: Pavé tactile · %@ a terminé, touchez pour prendre acte ou balayez vers le haut pour changer de mode
ja: スワイプパッド · %@ が完了、タップで確認、上にスワイプでモード切り替え
zh_hans: 滑动板 · %@ 已完成，轻点确认或向上滑动切换模式
zh_hant: 滑動板 · %@ 已完成，輕點確認或向上滑動切換模式

source: Swipe pad · %@ idle, swipe up to switch mode
de: Swipe-Pad · %@ im Leerlauf, nach oben wischen zum Moduswechsel
es: Panel táctil · %@ inactivo, desliza hacia arriba para cambiar de modo
fr: Pavé tactile · %@ au repos, balayez vers le haut pour changer de mode
ja: スワイプパッド · %@ は待機中、上にスワイプでモード切り替え
zh_hans: 滑动板 · %@ 空闲中，向上滑动可切换模式
zh_hant: 滑動板 · %@ 閒置中，向上滑動可切換模式

source: Swipe pad · %@ waiting for input
de: Swipe-Pad · %@ wartet auf Eingabe
es: Panel táctil · %@ espera entrada
fr: Pavé tactile · %@ attend une saisie
ja: スワイプパッド · %@ が入力待ち
zh_hans: 滑动板 · %@ 正在等待输入
zh_hant: 滑動板 · %@ 正在等待輸入

source: Swipe pad · %@ waiting for input, %lld options
de: Swipe-Pad · %1$@ wartet auf Eingabe, %lld Optionen
es: Panel táctil · %1$@ espera entrada, %lld opciones
fr: Pavé tactile · %1$@ attend une saisie, %lld options
ja: スワイプパッド · %1$@ が入力待ち、%lld 個の選択肢
zh_hans: 滑动板 · %1$@ 正在等待输入，%lld 个选项
zh_hant: 滑動板 · %1$@ 正在等待輸入，%lld 個選項

source: Swipe pad · %@ working, swipe left to interrupt or up to switch mode
de: Swipe-Pad · %@ arbeitet, nach links wischen zum Unterbrechen oder nach oben zum Moduswechsel
es: Panel táctil · %@ trabajando, desliza a la izquierda para interrumpir o hacia arriba para cambiar de modo
fr: Pavé tactile · %@ travaille, balayez vers la gauche pour interrompre ou vers le haut pour changer de mode
ja: スワイプパッド · %@ が処理中、左スワイプで中断、上スワイプでモード切り替え
zh_hans: 滑动板 · %@ 正在运行，向左滑动可中断，向上滑动可切换模式
zh_hant: 滑動板 · %@ 正在執行，向左滑動可中斷，向上滑動可切換模式

source: Swipe pad · matched %@
de: Swipe-Pad · passt zu %@
es: Panel táctil · coincide con %@
fr: Pavé tactile · correspond à %@
ja: スワイプパッド · %@ に一致
zh_hans: 滑动板 · 匹配到 %@
zh_hant: 滑動板 · 符合 %@

source: Switch session, window, or pane
de: Sitzung, Fenster oder Bereich wechseln
es: Cambiar de sesión, ventana o panel
fr: Changer de session, de fenêtre ou de volet
ja: セッション・ウインドウ・ペインを切り替え
zh_hans: 切换会话、窗口或窗格
zh_hant: 切換工作階段、視窗或窗格

source: Switch session, window, or pane. %@
de: Sitzung, Fenster oder Bereich wechseln. %@
es: Cambiar de sesión, ventana o panel. %@
fr: Changer de session, de fenêtre ou de volet. %@
ja: セッション・ウインドウ・ペインを切り替え。%@
zh_hans: 切换会话、窗口或窗格。%@
zh_hant: 切換工作階段、視窗或窗格。%@

source: Switch to
de: Wechseln zu
es: Cambiar a
fr: Basculer vers
ja: 切り替え先
zh_hans: 切换到
zh_hant: 切換到

source: TESSERA · NEARBY SETUP
de: TESSERA · ÜBERTRAGUNG IN DER NÄHE
es: TESSERA · CONFIGURACIÓN CERCANA
fr: TESSERA · CONFIGURATION À PROXIMITÉ
ja: TESSERA・近くのデバイスからセットアップ
zh_hans: TESSERA · 附近设置
zh_hant: TESSERA · 鄰近設定

source: Tab
de: Tabulatortaste
es: Tabulador
fr: Tabulation
ja: タブ
zh_hans: Tab 键
zh_hant: Tab 鍵

source: Taking back control of this session.
de: Die Steuerung dieser Sitzung wird zurückgeholt.
es: recuperando el control de esta sesión.
fr: reprise du contrôle de cette session.
ja: このセッションの操作権を取り戻しています。
zh_hans: 正在取回此会话的控制权。
zh_hant: 正在取回此工作階段的控制權。

source: Tap to commit.
de: Zum Bestätigen tippen.
es: Toca para confirmar.
fr: Touchez pour valider.
ja: タップして確定します。
zh_hans: 轻点以提交。
zh_hant: 輕點以提交。

source: Tap to commit. Silence can auto-commit.
de: Zum Bestätigen tippen. Eine Pause kann automatisch bestätigen.
es: Toca para confirmar. El silencio puede confirmar automáticamente.
fr: Touchez pour valider. Un silence peut valider automatiquement.
ja: タップして確定します。無音が続くと自動的に確定されます。
zh_hans: 轻点以提交。静默时可自动提交。
zh_hant: 輕點以提交。靜默時可自動提交。

source: Telling %@ that this pairing attempt was rejected.
de: %@ wird mitgeteilt, dass dieser Kopplungsversuch abgelehnt wurde.
es: Informando a %@ de que se rechazó este intento de emparejamiento.
fr: Information de %@ que cette tentative d'appairage a été refusée.
ja: このペアリングの試行が拒否されたことを %@ に伝えています。
zh_hans: 正在告知 %@ 此次配对尝试已被拒绝。
zh_hant: 正在告知 %@ 此次配對嘗試已被拒絕。

source: Terminal state changed, action not sent
de: Terminalzustand geändert, Aktion nicht gesendet
es: El estado del terminal cambió; no se envió la acción
fr: L'état du terminal a changé, action non envoyée
ja: ターミナルの状態が変わったため、操作は送信されませんでした
zh_hans: 终端状态已改变，未发送该操作
zh_hant: 終端機狀態已改變，未傳送該操作

source: Terminal-bell background notifications are also enabled by your override. They can duplicate alerts and are less precise because any program can ring BEL. Without a notification server, completions after iPadOS suspends Tessera are recovered when you return.
de: Durch deine Übersteuerung sind auch Hintergrundmitteilungen für den Terminal-Signalton aktiv. Sie können Hinweise doppeln und sind ungenauer, weil jedes Programm BEL auslösen kann. Ohne Benachrichtigungsserver werden Abschlüsse, die nach dem Anhalten von Tessera durch iPadOS eintreten, bei deiner Rückkehr nachgeholt.
es: Tu ajuste manual también deja activas las notificaciones en segundo plano de la campana del terminal. Pueden duplicar avisos y son menos precisas, porque cualquier programa puede hacer sonar BEL. Sin un servidor de notificaciones, las finalizaciones que ocurran tras la suspensión de Tessera por parte de iPadOS se recuperan cuando vuelvas.
fr: Votre réglage manuel active aussi les notifications d'arrière-plan de la cloche du terminal. Elles peuvent faire doublon et sont moins précises, car n'importe quel programme peut déclencher BEL. Sans serveur de notifications, les fins de tâche survenues après la suspension de Tessera par iPadOS sont récupérées à votre retour.
ja: あなたの上書き設定により、ターミナルのベルによるバックグラウンド通知も有効になっています。通知が重複することがあり、どのプログラムでも BEL を鳴らせるため精度も低くなります。通知サーバーがない場合、iPadOS が Tessera を停止させた後に完了した処理は、戻ってきたときにまとめて反映されます。
zh_hans: 你的手动设置同时启用了终端响铃的后台通知。它们可能与提醒重复，而且精确度较低，因为任何程序都能触发 BEL。若没有通知服务器，在 iPadOS 挂起 Tessera 之后完成的任务会在你返回时补上。
zh_hant: 你的手動設定同時啟用了終端機響鈴的背景通知。它們可能與提醒重複，而且精確度較低，因為任何程式都能觸發 BEL。若沒有通知伺服器，在 iPadOS 暫停 Tessera 之後完成的任務會在你返回時補上。

source: Tessera authenticates you before using this hardware-bound key
de: Tessera authentifiziert dich, bevor dieser hardwaregebundene Key verwendet wird
es: Tessera te autentica antes de usar esta clave vinculada al hardware
fr: Tessera vous authentifie avant d'utiliser cette clé liée au matériel
ja: このハードウェア固定キーを使う前に Tessera が本人確認を行います
zh_hans: 使用此硬件绑定密钥前，Tessera 会先验证你的身份
zh_hant: 使用此硬體綁定金鑰前，Tessera 會先驗證你的身分

source: Tessera can't notify you when an off-screen agent finishes or needs input while the app is backgrounded. Turn notifications on in Settings, then come back.
de: Tessera kann dich nicht benachrichtigen, wenn ein Agent außerhalb des Bildschirms fertig wird oder eine Eingabe braucht, während die App im Hintergrund ist. Aktiviere Mitteilungen in den Einstellungen und komm dann zurück.
es: Tessera no puede avisarte cuando un agente fuera de pantalla termina o necesita entrada mientras la app está en segundo plano. Activa las notificaciones en Ajustes y vuelve.
fr: Tessera ne peut pas vous prévenir lorsqu'un agent hors écran termine ou attend une saisie pendant que l'app est en arrière-plan. Activez les notifications dans Réglages, puis revenez.
ja: アプリがバックグラウンドにある間、画面外のエージェントが完了したり入力を求めたりしても、Tessera はお知らせできません。「設定」で通知をオンにしてから戻ってきてください。
zh_hans: 当应用在后台时，Tessera 无法在屏幕外的智能体完成或需要输入时通知你。请在“设置”中开启通知后再回来。
zh_hant: 當 App 在背景時，Tessera 無法在畫面外的智能體完成或需要輸入時通知你。請在「設定」中開啟通知後再回來。
